Repository: michael-b4/cool-accessibilty
Catalog: languages/cool-accessibility-*.po
Languages: he_il

source: Skip to page content
he_il: דלג לתוכן העמוד

source: Toggle accessibility panel
he_il: הצגת תפריט נגישות

source: Accessibility settings
he_il: הגדרות נגישות

source: Top accessibility panel
he_il: תפריט נגישות עליון

source: Right accessibility panel
he_il: תפריט נגישות ימני

source: Bottom accessibility panel
he_il: תפריט נגישות תחתון

source: Left accessibility panel
he_il: תפריט נגישות שמאלי

source: Show keyboard shortcuts accessibility panel
he_il: הצגת קיצורי מקלדת

source: Toggle keyboard shortcuts accessibility panel
he_il: הפעלת קיצורי מקלדת

source: Accessibility declaration
he_il: הצגת הצהרת נגישות

source: Reset all accessibility
he_il: איפוס כל הנגישות

source: Change font size
he_il: שנה גודל פונט

source: Increase font size
he_il: הגדל גודל פונט

source: Reset font size
he_il: איפוס גודל פונט

source: Decrease font size
he_il: הקטן גודל פונט

source: Change line height
he_il: שנה גובה שורה

source: Increase line height
he_il: הגדל ריווח שורות

source: Reset line height
he_il: איפוס ריווח שורות

source: Decrease line height
he_il: הקטן ריווח שורות

source: Change letter spacing
he_il: שנה ריווח אותיות

source: Increase letter spacing
he_il: הגדל ריווח אותיות

source: Reset letter spacing
he_il: איפוס ריווח אותיות

source: Decrease letter spacing
he_il: הקטן ריווח אותיות

source: Change word spacing
he_il: שנה ריווח מילים

source: Increase word spacing
he_il: הגדל ריווח מילים

source: Reset word spacing
he_il: איפוס ריווח מילים

source: Decrease word spacing
he_il: הקטן ריווח מילים

source: Readable font
he_il: גופן קריא

source: Highlight titles
he_il: הדגשת כותרות

source: Highlight links
he_il: הדגשת קישורים

source: Text zoom
he_il: הצגת חלונית טקסט באיזור הסמן

source: Invert colors
he_il: היפוך צבעים

source: Bright contrast
he_il: ניגודיות בהירה

source: Dark contrast
he_il: ניגודיות כהה

source: Keyboard navigation
he_il: ניווט מקלדת

source: Big white cursor
he_il: סמן לבן

source: Big black cursor
he_il: סמן שחור

source: Prevent animation
he_il: מניעת אנימציה
